Repository: comsysto/gearbox-ios
Catalog: Gearbox/Resources/Localizable.xcstrings
Source language: en
Languages: hr

# authentication.else
source: or else
hr: ili

# authentication.error.empty
source: Field cannot be empty.
hr: Polje je prazno.

# authentication.error.invalid-email
source: Invalid email address.
hr: Neispravna email adresa.

# authentication.error.invalid-password
source: Password is too simple.
hr: Lozinka je prejednostavna.

# authentication.error.password-too-short
source: Password must be at least 8 characters long.
hr: Lozinka mora sadržavati barem 8 znakova.

# authentication.error.user-already-exists
source: User already exists.
hr: Korisnik već postoji.

# authentication.error.user-not-found
source: User is not found.
hr: Korisnik nije pronađen.

# authentication.error.username-captialized
source: Username must not start with capitalized letter.
hr: Korisničko ime ne smije započeti velikim slovom.

# authentication.error.username-characters
source: Username must not contain special characters.
hr: Korisničko ime ne smije sadržavati specijalne znakove.

# authentication.error.username-too-short
source: Username must be at least 5 characters long.
hr: Korsiničko ime mora sadržavati barem 5 znakova.

# authentication.no-account.sign-in.action
source: Sign in
hr: Prijavi se

# authentication.no-account.sign-in.label
source: Already have an account?
hr: Imaš već račun?

# authentication.no-account.sign-up.action
source: Sign up
hr: Registriraj se

# authentication.no-account.sign-up.label
source: Don't have an account?
hr: Nemaš račun?

# authentication.sign-in
source: Sign in
hr: Prijava

# authentication.sign-in.apple
source: Continue with Apple
hr: Nastavi s Google

# authentication.sign-in.google
source: Continue with Google
hr: Nastavim s Apple

# authentication.sign-in.subtitle
source: Sign in to share your knowledge and passion.
hr: Prijavi se, podijeli znanje i svoju strast prema automobilima.

# authentication.sign-in.title
source: Welcome to the Gearbox!
hr: Dobro došli u Gearbox!

# authentication.sign-up
source: Sign up
hr: Registracija

# authentication.sign-up.subtitle
source: Join the community and fuel your love for cars
hr: Pridruži se zajednici, svijet automobila čeka

# authentication.sign-up.title
source: Shift into the gear, sign up!
hr: Ubaci u brzinu, regisriraj se!

# button.finish
source: Finish
hr: Završi

# button.next
source: Next
hr: Sljedeće

source: Create new
hr: Novi blog

# error.server-error
source: Server error.
hr: Pogreška poslužitelja.

# error.title
source: Error happend
hr: Pogreška

# error.unknown
source: Unknown error
hr: Nepoznata pogreška

source: Explore
hr: Istraži

# label.back
source: Back
hr: Nazad

# label.bookmarks
source: Bookmarks
hr: Spremljeno

# label.confirm-password
source: Confirm password
hr: Potvrdi lozinku

# label.create
source: Create
hr: Kreiraj

# label.explore
source: Explore
hr: Istraži

# label.garage
source: Garage
hr: Garaža

# label.home
source: Blogs
hr: Blogovi

# label.password
source: Password
hr: Lozinka

# label.trending
source: Trending
hr: Popularno

# label.username
source: Username
hr: Korisničko ime

# label.view-more
source: view more
hr: vidi još

# loading.three.dots
source: Loading...
hr: Učitavanje...

source: Notifications
hr: Obavijesti

source: OK
hr: U redu

# onboarding.first.content
source: Gearbox is your one-stop shop for all things automotive. Share your love for cars, connect with fellow enthusiasts, and discover a world of car content.
hr: Gearbox je jedinstveno mjesto koje okuplja entuzijaste. Dijeli svoju strast prema automobilima i otkrij svijet automobila.

# onboarding.first.title
source: Rev up your passion
hr: Ubrzaj svoju strast

# onboarding.second.content
source: Follow topics you love, from classic muscle cars to cutting-edge EVs. Create your profile and showcase your own ride.
hr: Prati teme koje te zanimaju, od snažnih klasika do najnoviji električnih automobila. Kreiraj svoj profil i pokaži svoj automobil.

# onboarding.second.title
source: Shift into high gear
hr: Ubaci u sljedeću brzinu

# onboarding.third.content
source: Sign up or sign in to join the Gearbox community. Get ready to share your passion and explore the world of cars!
hr: Registriraje se ili prijavi u Gearbox zajednicu. Pripremi se za dijeljenje strasti i istraži svijet automobila sada.

# onboarding.third.title
source: Hit the road
hr: Kreni na cestu
